etc/template_files/WTTH_SAVEANDACTIVATE_NNC.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:dev="http://devicemgmt.service.ws.ems.acmepacket.com/">
   <soapenv:Header/>
   <soapenv:Body>
      <dev:saveAndActivateConfig>
         <!--Optional:-->
         <targetName>sbclab</targetName>
      </dev:saveAndActivateConfig>
   </soapenv:Body>
</soapenv:Envelope>
